{"Cluster 0": {"name": "Aktywni miłośnicy gór", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lata, głównie mężczyźni, z wykształceniem wyższym. Preferują spędzać czas w górach oraz mają silną sympatię do psów."}, "Cluster 1": {"name": "Wodni entuzjaści", "description": "W tym klastrze dominują osoby w wieku 35-44 lata, głównie mężczyźni z wykształceniem wyższym. Cenią sobie czas spędzany nad wodą i mają dużą sympatię do psów."}, "Cluster 2": {"name": "Młodsze pokolenie przyrodników", "description": "W tym klastrze znajdują się osoby w wieku 25-44 lata, głównie mężczyźni, z wykształceniem średnim. Preferują spędzać czas nad wodą i mają zamiłowanie do psów oraz kotów."}, "Cluster 3": {"name": "Koci miłośnicy gór", "description": "W tym klastrze dominują osoby w wieku 35-44 lata, głównie mężczyźni z wykształceniem wyższym. Preferują spędzać czas w górach i mają silną sympatię do kotów."}, "Cluster 4": {"name": "Spokojni wędrowcy", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lata, głównie mężczyźni z wykształceniem wyższym. Preferują spędzać czas w lesie i mają różnorodne preferencje dotyczące zwierząt."}, "Cluster 5": {"name": "Seniorzy nad wodą", "description": "W tym klastrze dominują osoby w wieku 55-64 lata, głównie mężczyźni z wykształceniem wyższym. Preferują spędzać czas nad wodą i mają umiarkowane zainteresowanie psami."}, "Cluster 6": {"name": "Młodsze pokolenie miłośników psów", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lata, głównie mężczyźni z wykształceniem wyższym. Preferują spędzać czas nad wodą i mają silną sympatię do psów."}, "Cluster 7": {"name": "Młodzi poszukiwacze przygód", "description": "W tym klastrze dominują osoby w wieku 18-54 lata, głównie mężczyźni z wykształceniem średnim. Preferują spędzać czas w górach i mają różnorodne preferencje dotyczące zwierząt."}}